Repository: Crrrw011/BlocLens
Catalog: BlocLens/Resources/Localisation/Localizable.xcstrings
Source language: en_au
Languages: ko, zh_hans

# add.addNewRoute
source: Add a new route
ko: 새 루트 추가
zh_hans: 添加新线路

# add.done
source: Done
ko: 완료
zh_hans: 完成

# add.identifyOrMarkRoute
source: Mark a route from a photo
ko: 사진에서 루트 표시
zh_hans: 从照片标记线路

# add.markRoute.comingLater
source: Coming later: choose a photo and manually mark every hold. No camera, image recognition or AI is connected in this prototype.
ko: 추후 제공: 사진을 선택하고 모든 홀드를 직접 표시합니다. 이 프로토타입에는 카메라, 이미지 인식 또는 AI가 연결되지 않았습니다.
zh_hans: 稍后提供：选择照片并手动标记所有岩点。本原型未接入相机、图像识别或 AI。

# add.menu.message
source: Choose a climbing action.
ko: 클라이밍 작업을 선택하세요.
zh_hans: 选择一项攀岩操作。

# add.menu.title
source: Add
ko: 추가
zh_hans: 添加

# add.placeholder.message
source: This action will be implemented in a later stage.
ko: 이 작업은 이후 단계에서 구현됩니다.
zh_hans: 此操作将在后续阶段实现。

# add.publishBetaLink
source: Share beta link
ko: 베타 링크 공유
zh_hans: 分享解法链接

# add.recordCompletedRoute
source: Log a climb
ko: 등반 기록
zh_hans: 记录攀爬

# add.route.grade
source: Your Grade
ko: 내 등급
zh_hans: 你的难度

# add.route.grade.helper
source: How difficult does this route feel to you?
ko: 이 루트가 당신에게 얼마나 어렵게 느껴지나요?
zh_hans: 这条线路对你来说感觉有多难？

# add.route.style
source: Style
ko: 스타일
zh_hans: 风格

# add.route.style.helper
source: What best describes how this route climbs?
ko: 이 루트를 어떻게 오르는지 가장 잘 설명하는 것은?
zh_hans: 最能描述这条线路攀爬方式的选项是什么？

# add.route.terrain
source: Terrain
ko: 지형
zh_hans: 地形

# add.route.terrain.helper
source: What kind of wall is this route on?
ko: 이 루트는 어떤 벽에 있나요?
zh_hans: 这条线路在什么样的墙上？

# appearance.dark
source: Dark
ko: 다크
zh_hans: 深色

# appearance.light
source: Light
ko: 라이트
zh_hans: 浅色

# appearance.system
source: System
ko: 시스템
zh_hans: 系统

# authentication.accountReason
source: Sign in to manage your account and climbing preferences.
ko: 계정과 클라이밍 환경설정을 관리하려면 로그인하세요.
zh_hans: 登录以管理账户和攀爬偏好。

# authentication.apple
source: Continue with Apple
ko: Apple로 계속
zh_hans: 通过 Apple 继续

# authentication.gate.title
source: Sign in to continue
ko: 계속하려면 로그인
zh_hans: 登录以继续

# authentication.google
source: Continue with Google
ko: Google로 계속
zh_hans: 通过 Google 继续

# authentication.helpfulReason
source: Sign in so Helpful feedback is counted once and stays useful.
ko: 도움됨 피드백을 한 번만 집계하려면 로그인하세요.
zh_hans: 登录后有帮助反馈才会被准确计入。

# authentication.mockAccount
source: Continue with mock account
ko: Mock 계정으로 계속
zh_hans: 使用模拟账户继续

# authentication.mockNotice
source: Development prototype only. Apple and Google sign-in are not connected.
ko: 개발 프로토타입 전용입니다. Apple 및 Google 로그인이 연결되지 않았습니다.
zh_hans: 仅供开发原型使用，未接入 Apple 或 Google 登录。

# authentication.navigationTitle
source: Sign In
ko: 로그인
zh_hans: 登录

# authentication.providerUnavailableHint
source: Not connected in this development prototype.
ko: 이 개발 프로토타입에는 연결되지 않았습니다.
zh_hans: 本开发原型尚未接入。

# authentication.reason.account
source: Sign in to manage your account and climbing preferences.
ko: 계정과 클라이밍 환경설정을 관리하려면 로그인하세요.
zh_hans: 登录以管理账户和攀爬偏好。

# authentication.reason.contribution
source: Sign in before contributing public route information.
ko: 공개 루트 정보를 기여하려면 로그인하세요.
zh_hans: 登录后才能贡献公开线路资料。

# authentication.reason.helpful
source: Sign in so Helpful feedback is counted once and stays useful.
ko: 도움됨 피드백을 한 번만 집계하려면 로그인하세요.
zh_hans: 登录后有帮助反馈才会被准确计入。

# authentication.reason.logbook
source: Sign in to save this route privately in your Logbook.
ko: 이 루트를 비공개 로그북에 저장하려면 로그인하세요.
zh_hans: 登录以将此线路私密保存到攀爬日志。

# authentication.reason.reveal
source: Sign in to reveal attributed external beta for this route.
ko: 이 루트의 출처가 표시된 외부 베타를 보려면 로그인하세요.
zh_hans: 登录以揭示此线路带来源标注的外部解法。

# authentication.signIn
source: Sign in
ko: 로그인
zh_hans: 登录

# beta.addBeta
source: Add Beta
ko: 베타 추가
zh_hans: 添加 Beta

# beta.brokenLink
source: Broken Link
ko: 잘못된 링크
zh_hans: 失效链接

# beta.embedPlaceholder
source: Development Preview — media is not loaded
ko: 개발 미리보기 — 미디어를 불러오지 않습니다
zh_hans: 开发预览——不会加载媒体

# beta.empty.message
source: No public beta links are available for this route.
ko: 이 루트에 공개 베타 링크가 없습니다.
zh_hans: 此线路暂无公开解法链接。

# beta.externalHandoff.message
source: External links are not opened in this low-fidelity prototype.
ko: 이 저충실도 프로토타입에서는 외부 링크를 열지 않습니다.
zh_hans: 此低保真原型不会打开外部链接。

# beta.externalHandoff.title
source: External handoff not connected
ko: 외부 전환 미연결
zh_hans: 尚未接入外部跳转

# beta.feedbackPlaceholder.message
source: This feedback entry is a local prototype and has not been submitted.
ko: 이 피드백 항목은 로컬 프로토타입이며 제출되지 않았습니다.
zh_hans: 此反馈入口仅为本地原型，尚未提交。

# beta.feedbackPlaceholder.title
source: Feedback not submitted
ko: 피드백 미제출
zh_hans: 反馈未提交

# beta.helpful
source: Helpful
ko: 도움됨
zh_hans: 有帮助

# beta.helpfulSuffix
source: helpful
ko: 도움됨
zh_hans: 人认为有帮助

# beta.hiddenUntilReveal
source: Beta hidden until you choose to reveal it
ko: 선택해 공개할 때까지 베타가 숨겨집니다
zh_hans: 解法将在你主动揭示前保持隐藏

# beta.inlineFutureMessage
source: Inline playback will be available when the media integration is connected
ko: 미디어 연동 후 인라인 재생을 사용할 수 있습니다
zh_hans: 媒体集成接入后将支持内嵌播放

# beta.noBeta.message
source: Be the first to share how to climb this route.
ko: 이 루트를 오르는 방법을 가장 먼저 공유해보세요.
zh_hans: 成为第一个分享这条线路攀爬方法的人。

# beta.noBeta.title
source: No beta has been sent yet.
ko: 아직 공유된 베타가 없습니다.
zh_hans: 还没有人分享 beta。

# beta.offline.message
source: Connect to the internet to load external beta metadata.
ko: 외부 베타 메타데이터를 불러오려면 인터넷에 연결하세요.
zh_hans: 请联网加载外部解法元数据。

# beta.openOriginalPost
source: Open original post
ko: 원본 게시물 열기
zh_hans: 打开原帖

# beta.openSource
source: Open on Source Platform
ko: 원본 플랫폼에서 열기
zh_hans: 在来源平台打开

# beta.originalAuthor
source: Original Author
ko: 원작자
zh_hans: 原作者

# beta.originalPost
source: View Original Post
ko: 원본 게시물 보기
zh_hans: 查看原帖

# beta.platform
source: Platform
ko: 플랫폼
zh_hans: 平台

# beta.playInline
source: Play in app
ko: 앱에서 재생
zh_hans: 在应用内播放

# beta.reportIssue
source: Report an issue
ko: 문제 신고
zh_hans: 报告问题

# beta.reveal
source: Reveal Beta
ko: 베타 보기
zh_hans: 揭示解法

# beta.safety.acknowledge
source: Acknowledge and Reveal
ko: 확인하고 보기
zh_hans: 确认并揭示

# beta.safety.message
source: Beta is a reference only. Assess every move and the landing area for yourself. External content belongs to its original platform and author.
ko: 베타는 참고용입니다. 모든 동작과 착지 구역을 직접 판단하세요. 외부 콘텐츠는 원래 플랫폼과 작성자에게 속합니다.
zh_hans: 解法仅供参考。请自行评估每个动作和落地区域。外部内容属于原平台和原作者。

# beta.safety.title
source: Before You Reveal Beta
ko: 베타를 보기 전에
zh_hans: 揭示解法前

# beta.title
source: Beta
ko: 베타
zh_hans: 解法

# beta.unsafeContent
source: Unsafe content
ko: 안전하지 않은 콘텐츠
zh_hans: 不安全内容

# beta.wrongRoute
source: Wrong route
ko: 잘못된 루트
zh_hans: 线路错误

# betaPlatform.other
source: Other Platform
ko: 기타 플랫폼
zh_hans: 其他平台

# betaTag.crux
source: Crux
ko: 크럭스
zh_hans: 难点

# betaTag.dynamic
source: Dynamic
ko: 다이내믹
zh_hans: 动态

# betaTag.fullSolution
source: Full Solution
ko: 전체 해법
zh_hans: 完整解法

# betaTag.shortPerson
source: Short-Person Beta
ko: 작은 키 베타
zh_hans: 小个子解法

# betaTag.static
source: Static
ko: 스태틱
zh_hans: 静态

# betaTag.tallLongReach
source: Tall/Long-Reach Beta
ko: 큰 키/긴 리치 베타
zh_hans: 高个/长臂展解法

# brand.tagline
source: See the wall. Find your beta.
ko: 벽을 보고, 나에게 맞는 베타를 찾으세요.
zh_hans: 看清墙面，找到你的解法。

# common.all
source: All
ko: 전체
zh_hans: 全部

# common.cancel
source: Cancel
ko: 취소
zh_hans: 取消

# common.close
source: Close
ko: 닫기
zh_hans: 关闭

# common.continue
source: Continue
ko: 계속
zh_hans: 继续

# common.notNow
source: Not now
ko: 나중에
zh_hans: 暂不

# common.notSelected
source: Not selected
ko: 선택 안 됨
zh_hans: 未选择

# common.ok
source: OK
ko: 확인
zh_hans: 好

# common.selected
source: Selected
ko: 선택됨
zh_hans: 已选择

# common.tryAgain
source: Try Again
ko: 다시 시도
zh_hans: 重试

# contribution.privacyNote
source: Only what you choose is shared. Your private Logbook stays private.
ko: 선택한 정보만 공유되며 비공개 로그북은 계속 비공개로 유지됩니다.
zh_hans: 仅分享你主动选择的内容，私人攀爬日志始终保持私密。

# facility.accessibleEntry
source: Accessible Entry
ko: 접근 가능한 입구
zh_hans: 无障碍入口

# facility.cafe
source: Café
ko: 카페
zh_hans: 咖啡馆

# facility.lockers
source: Lockers
ko: 보관함
zh_hans: 储物柜

# facility.parking
source: Parking
ko: 주차
zh_hans: 停车

# facility.showers
source: Showers
ko: 샤워실
zh_hans: 淋浴

# facility.trainingBoard
source: Training Board
ko: 트레이닝 보드
zh_hans: 训练板

# feedbackCategory.dataCorrection
source: Data correction
ko: 데이터 수정
zh_hans: 数据更正

# feedbackCategory.issue
source: Issue
ko: 문제
zh_hans: 问题

# feedbackCategory.other
source: Other
ko: 기타
zh_hans: 其他

# feedbackCategory.safety
source: Safety
ko: 안전
zh_hans: 安全

# feedbackCategory.suggestion
source: Suggestion
ko: 제안
zh_hans: 建议

# filter.active
source: Active
ko: 활성
zh_hans: 已启用

# filter.grade
source: V Grade
ko: V 등급

# filter.hasBeta
source: Has beta
ko: 베타 있음
zh_hans: 有解法

# filter.inactive
source: Not active
ko: 비활성
zh_hans: 未启用

# filter.showHistory
source: Show Route History
ko: 루트 기록 보기
zh_hans: 显示历史线路

# filter.sort
source: Sort
ko: 정렬
zh_hans: 排序

# grade.unknown
source: Unknown
ko: 알 수 없음
zh_hans: 未知

# gradeBand.all
source: All Grades
ko: 전체 등급
zh_hans: 全部等级

# gym.addRouteInZone
source: Add Route
ko: 루트 추가
zh_hans: 添加线路

# gym.addWallZone
source: Add Wall Zone
ko: 벽 구역 추가
zh_hans: 添加墙区

# gym.community
source: Community
ko: 커뮤니티
zh_hans: 社区

# gym.communityEstimateNotice
source: Community estimates need enough valid route votes.
ko: 커뮤니티 추정에는 충분한 유효 루트 투표가 필요합니다.
zh_hans: 社区估计需要足够的有效线路投票。

# gym.contactDetails
source: Contact Details
ko: 연락처
zh_hans: 联系信息

# gym.contactFixtureMessage
source: Contact details are not included in the development fixture.
ko: 개발용 데이터에는 연락처가 포함되지 않습니다.
zh_hans: 开发测试数据不包含联系信息。

# gym.contribution.message
source: Share public facility or reset details to help climbers plan a useful visit. Your private Logbook is never shared.
ko: 공개 시설 또는 리셋 정보를 공유해 방문 계획을 도와주세요. 비공개 로그북은 공유되지 않습니다.
zh_hans: 分享公开设施或换线信息，帮助攀岩者规划到访。私人攀爬日志绝不会被分享。

# gym.contribution.title
source: Help keep this gym accurate
ko: 암장 정보를 정확하게 유지해 주세요
zh_hans: 帮助保持岩馆资料准确

# gym.currentRoutesAndZones
source: Current Routes and Wall Zone Directory
ko: 현재 루트 및 벽 구역 목록
zh_hans: 当前线路与墙区目录

# gym.detail.title
source: Gym Detail
ko: 암장 상세
zh_hans: 岩馆详情

# gym.developmentFixture
source: Development Fixture
ko: 개발용 데이터
zh_hans: 开发测试数据

# gym.facilities
source: Facilities
ko: 시설
zh_hans: 设施

# gym.fixtureBandSummary
source: Not enough community data
ko: 커뮤니티 데이터 부족
zh_hans: 社区数据不足

# gym.fixtureResetNotice
source: Development fixture date, not live gym information.
ko: 실시간 암장 정보가 아닌 개발용 날짜입니다.
zh_hans: 这是开发测试日期，并非实时岩馆信息。

# gym.freshSets
source: Fresh Sets
ko: 새로운 세트
zh_hans: 新定线

# gym.hardSoftIndex
source: Grade-Band Hard/Soft Index
ko: 등급대별 난이도 지수
zh_hans: 等级区间难度指数

# gym.latestReset
source: Latest Reset
ko: 최신 리셋
zh_hans: 最新换线

# gym.noActiveRoutes
source: No active routes
ko: 활성 루트 없음
zh_hans: 暂无活跃线路

# gym.noResetData
source: No reset information available.
ko: 리셋 정보가 없습니다.
zh_hans: 暂无换线信息。

# gym.openGym
source: Open Gym
ko: 암장 열기
zh_hans: 打开岩馆

# gym.operatingFixtureMessage
source: Operating information is fixture-only and does not represent live opening status.
ko: 운영 정보는 개발용이며 실시간 영업 상태를 나타내지 않습니다.
zh_hans: 营业信息仅为测试数据，不代表实时营业状态。

# gym.operatingInformation
source: Operating Information
ko: 운영 정보
zh_hans: 营业信息

# gym.overall
source: Overall
ko: 전체
zh_hans: 总体

# gym.reset.days
source: Reset %lld d
ko: 리셋 %lld일
zh_hans: 重置 %lld 天

# gym.reset.oneDay
source: Reset 1d
ko: 리셋 1일
zh_hans: 重置 1 天

# gym.reset.today
source: Reset today
ko: 오늘 리셋
zh_hans: 今日重置

# gym.reset.unknown
source: Reset —
ko: 리셋 —
zh_hans: 重置 —

# gym.resetDate
source: Reset Date
ko: 리셋 날짜
zh_hans: 换线日期

# gym.verified
source: Verified Gym
ko: 인증 암장
zh_hans: 已认证岩馆

# gym.viewAllRoutes
source: View all %lld routes
ko: 전체 %lld개 루트 보기
zh_hans: 查看全部 %lld 条线路

# gym.viewGym
source: View gym
ko: 암장 보기
zh_hans: 查看岩馆

# hardSoft.balanced
source: Balanced
ko: 균형
zh_hans: 均衡

# hardSoft.hard
source: Hard
ko: 어려움
zh_hans: 偏难

# hardSoft.insufficientData
source: Not enough data
ko: 데이터 부족
zh_hans: 数据不足

# hardSoft.soft
source: Soft
ko: 쉬움
zh_hans: 偏软

# home.activeProjects
source: Active Projects
ko: 진행 중 프로젝트
zh_hans: 进行中的项目

# home.card.message
source: Your current gym, Projects and recent climbs will appear here.
ko: 현재 암장, 프로젝트 및 최근 클라이밍 기록이 여기에 표시됩니다.
zh_hans: 你当前的岩馆、项目和最近攀爬记录将显示在这里。

# home.card.title
source: Ready for your next climb
ko: 다음 클라이밍을 준비하세요
zh_hans: 准备下一次攀爬

# home.contribution.action
source: Add details
ko: 정보 추가
zh_hans: 添加详情

# home.contribution.message
source: Adding optional route details helps climbers identify the right problem and find useful beta.
ko: 선택적 루트 정보를 추가하면 다른 클라이머가 문제를 정확히 찾고 유용한 베타를 발견하는 데 도움이 됩니다.
zh_hans: 添加可选的线路详情，可帮助攀岩者识别正确线路并找到实用解法。

# home.contribution.title
source: Help make routes easier to find
ko: 루트를 더 쉽게 찾도록 도와주세요
zh_hans: 帮助大家更轻松地找到线路

# home.currentGym
source: Current or Frequent Gym
ko: 현재 또는 자주 가는 암장
zh_hans: 当前或常去岩馆

# home.empty.message
source: Your climbing information will appear here.
ko: 클라이밍 정보가 여기에 표시됩니다.
zh_hans: 你的攀爬信息将显示在这里。

# home.empty.title
source: No Climbing Activity Yet
ko: 아직 클라이밍 활동이 없습니다
zh_hans: 暂无攀爬活动

# home.latestResets
source: Latest Resets
ko: 최신 리셋
zh_hans: 最新换线

# home.noFrequentGym
source: No frequent gym selected.
ko: 자주 가는 암장이 선택되지 않았습니다.
zh_hans: 尚未选择常去岩馆。

# home.noProjects
source: No active Projects.
ko: 진행 중인 프로젝트가 없습니다.
zh_hans: 暂无进行中的项目。

# home.privateLogbook.action
source: Sign in
ko: 로그인
zh_hans: 登录

# home.privateLogbook.message
source: Sign in to view your private projects and Logbook records.
ko: 로그인하여 비공개 프로젝트와 로그북 기록을 확인하세요.
zh_hans: 登录后查看你的私人项目和攀爬日志。

# home.projects.supporting
source: Routes you are actively working.
ko: 현재 도전 중인 루트입니다.
zh_hans: 你正在攻克的线路。

# home.recentRecords
source: Recent Logbook Records
ko: 최근 로그북 기록
zh_hans: 最近攀爬日志

# home.title
source: Home
ko: 홈
zh_hans: 首页

# logbook.attempts
source: Attempts
ko: 시도 횟수
zh_hans: 尝试次数

# logbook.climbingCount
source: Climbing Count
ko: 클라이밍 수
zh_hans: 攀爬数量

# logbook.date
source: Date
ko: 날짜
zh_hans: 日期

# logbook.empty.message
source: Private climbing records will appear here after you save a route.
ko: 루트를 저장하면 비공개 클라이밍 기록이 여기에 표시됩니다.
zh_hans: 保存线路后，私人攀爬记录将显示在这里。

# logbook.empty.title
source: No Logbook Records Yet
ko: 아직 로그북 기록이 없습니다
zh_hans: 暂无攀爬日志

# logbook.filters
source: Filters
ko: 필터
zh_hans: 筛选

# logbook.findRoute
source: Find a route
ko: 루트 찾기
zh_hans: 查找线路

# logbook.flashCount
source: Flash Count
ko: 플래시 수
zh_hans: Flash 数量

# logbook.highestGrade
source: Highest Grade
ko: 최고 등급
zh_hans: 最高等级

# logbook.lastThirtyDays
source: Last 30 days
ko: 최근 30일
zh_hans: 最近 30 天

# logbook.noMatchingRecords
source: No Logbook records match these filters.
ko: 필터와 일치하는 로그북 기록이 없습니다.
zh_hans: 没有符合筛选条件的攀爬日志。

# logbook.optionalDetails
source: Optional Logbook Details
ko: 선택적 로그북 정보
zh_hans: 可选日志详情

# logbook.predictedGrade
source: Predicted V Grade
ko: 예상 V 등급
zh_hans: 预测 V Grade

# logbook.privateByDefault.message
source: Private by default. This information is never published automatically.
ko: 기본적으로 비공개이며 자동으로 게시되지 않습니다.
zh_hans: 默认私密，绝不会自动公开。

# logbook.privateNote
source: Private Note
ko: 비공개 메모
zh_hans: 私人备注

# logbook.privateNote.prompt
source: Add a private note
ko: 비공개 메모 추가
zh_hans: 添加私人备注

# logbook.projects
source: Projects
ko: 프로젝트
zh_hans: 项目

# logbook.queued
source: Queued for synchronisation
ko: 동기화 대기 중
zh_hans: 等待同步

# logbook.quickState.title
source: Quick Logbook State
ko: 빠른 로그북 상태
zh_hans: 快速日志状态

# logbook.recentRecords
source: Recent Records
ko: 최근 기록
zh_hans: 最近记录

# logbook.saveDetails
source: Save Details
ko: 정보 저장
zh_hans: 保存详情

# logbook.savedPrivate
source: Saved privately
ko: 비공개로 저장됨
zh_hans: 已私密保存

# logbook.sentCount
source: Sent Count
ko: 완등 수
zh_hans: 完攀数量

# logbook.signIn.message
source: Sign in to keep projects, sends, flashes and private notes together.
ko: 로그인하여 프로젝트, 완등, 플래시와 비공개 메모를 함께 관리하세요.
zh_hans: 登录以集中保存项目、完攀、闪攀和私人备注。

# logbook.signIn.title
source: Your private Logbook
ko: 내 비공개 로그북
zh_hans: 你的私人攀爬日志

# logbook.statistics
source: Statistics
ko: 통계
zh_hans: 统计

# logbook.statusFilter
source: Status
ko: 상태
zh_hans: 状态

# logbook.synced
source: Synchronised
ko: 동기화됨
zh_hans: 已同步

# logbook.title
source: Logbook
ko: 로그북
zh_hans: 攀爬日志

# logbookExport.dateRange
source: Date range
ko: 날짜 범위
zh_hans: 日期范围

# logbookExport.endDate
source: End date
ko: 종료 날짜
zh_hans: 结束日期

# logbookExport.errorMessage
source: Could not export the Logbook. Please try again.
ko: 로그북을 내보낼 수 없습니다. 다시 시도해 주세요.
zh_hans: 无法导出攀爬日志，请重试。

# logbookExport.exportButton
source: Export
ko: 내보내기
zh_hans: 导出

# logbookExport.footer
source: The file is generated on your device and you choose where to save it.
ko: 파일은 기기에서 생성되며 저장 위치를 직접 선택합니다.
zh_hans: 文件在您的设备上生成，由您选择保存位置。

# logbookExport.format
source: Format
ko: 형식
zh_hans: 格式

# logbookExport.startDate
source: Start date
ko: 시작 날짜
zh_hans: 开始日期

# logbookExport.title
source: Export Logbook
ko: 로그북 내보내기
zh_hans: 导出攀登日志

# logbookExport.useEndDate
source: To date
ko: 종료 날짜
zh_hans: 结束日期

# logbookExport.useStartDate
source: From date
ko: 시작 날짜
zh_hans: 开始日期

# logbookStatus.flash
source: Flash
ko: 플래시

# logbookStatus.projecting
source: Projecting
ko: 프로젝트 중
zh_hans: 攻克中

# logbookStatus.sent
source: Sent
ko: 완등
zh_hans: 已完攀

# logbookStatus.wantToTry
source: Want to Try
ko: 도전하고 싶음
zh_hans: 想尝试

# map.empty.message
source: Gym discovery with Apple MapKit arrives in a later stage.
ko: Apple MapKit을 사용한 암장 검색은 이후 단계에서 제공됩니다.
zh_hans: 使用 Apple MapKit 的岩馆发现功能将在后续阶段推出。

# map.empty.title
source: Find a Bouldering Gym
ko: 볼더링 암장 찾기
zh_hans: 寻找抱石馆

# map.emptyFixture.message
source: No development fixture gyms are available.
ko: 사용 가능한 개발용 암장 데이터가 없습니다.
zh_hans: 没有可用的开发岩馆数据。

# map.emptyFixture.title
source: No Gyms Available
ko: 이용 가능한 암장이 없습니다
zh_hans: 暂无岩馆

# map.locationUnavailable.message
source: Location permission is not connected in this development stage. Browse the Brisbane fixtures on the map.
ko: 이 개발 단계에서는 위치 권한이 연결되지 않았습니다. 지도에서 브리즈번 데이터를 둘러보세요.
zh_hans: 此开发阶段尚未接入定位权限，请在地图上浏览布里斯班测试数据。

# map.locationUnavailable.title
source: Nearby Gyms Not Connected
ko: 주변 암장 기능 미연결
zh_hans: 附近岩馆尚未接入

# map.nearbyGyms
source: Nearby Gyms
ko: 주변 암장
zh_hans: 附近岩馆

# map.title
source: Map
ko: 지도
zh_hans: 地图

# mapFilter.clear
source: Clear filters
ko: 필터 지우기
zh_hans: 清除筛选

# mapFilter.hasBeta
source: Has beta
ko: 베타 있음
zh_hans: 有解法

# mapFilter.openNow
source: Open now
ko: 현재 영업 중
zh_hans: 当前营业

# mapFilter.openNow.notice
source: Development filter only. This is not live operating data.
ko: 개발용 필터이며 실시간 영업 정보가 아닙니다.
zh_hans: 仅为开发筛选，并非实时营业数据。

# mapFilter.recentlyReset
source: Recently reset
ko: 최근 리셋
zh_hans: 最近换线

# mapFilter.showResults
source: Show results
ko: 결과 보기
zh_hans: 显示结果

# mapFilter.title
source: Filters
ko: 필터
zh_hans: 筛选

# onboarding.continue
source: Continue
ko: 계속
zh_hans: 继续

# onboarding.exploreMap
source: Explore map
ko: 지도 둘러보기
zh_hans: 探索地图

# onboarding.findBeta.message
source: Browse current routes and reveal external beta links only when you choose to.
ko: 현재 루트를 둘러보고 원할 때만 외부 베타 링크를 확인하세요.
zh_hans: 浏览当前线路，仅在你主动选择时揭示外部解法链接。

# onboarding.findBeta.title
source: Find the right beta
ko: 맞는 베타 찾기
zh_hans: 找到合适的解法

# onboarding.findGyms.message
source: Explore commercial bouldering gyms across Australia and quickly return to your regular spots.
ko: 호주 전역의 상업 볼더링 암장을 둘러보고 자주 가는 곳으로 빠르게 돌아가세요.
zh_hans: 探索澳大利亚各地的商业抱石馆，并快速返回常去地点。

# onboarding.findGyms.title
source: Find climbing gyms
ko: 클라이밍 암장 찾기
zh_hans: 寻找攀岩馆

# onboarding.skip
source: Skip
ko: 건너뛰기
zh_hans: 跳过

# onboarding.track.message
source: Keep private projects, sends and flashes together in your personal logbook.
ko: 비공개 프로젝트, 완등 및 플래시를 개인 로그북에 함께 보관하세요.
zh_hans: 在个人攀爬日志中集中保存私人项目、完攀和闪攀。

# onboarding.track.title
source: Track your climbing
ko: 클라이밍 기록하기
zh_hans: 记录你的攀爬

# password.confirm.placeholder
source: Confirm new password
ko: 새 비밀번호 확인
zh_hans: 确认新密码

# password.mismatch.error
source: Passwords do not match or are too short.
ko: 비밀번호가 일치하지 않거나 너무 짧습니다.
zh_hans: 密码不一致或过短。

# password.new.placeholder
source: New password
ko: 새 비밀번호
zh_hans: 新密码

# password.new.title
source: New password
ko: 새 비밀번호
zh_hans: 新密码

# password.requirement
source: Use at least 8 characters. You can change this any time.
ko: 최소 8자 이상 사용하세요. 언제든지 변경할 수 있습니다.
zh_hans: 至少 8 个字符，可随时修改。

# password.title
source: Password
ko: 비밀번호
zh_hans: 密码

# profile.armSpan
source: Arm span
ko: 암 길이
zh_hans: 臂展

# profile.avatarPlaceholder
source: Profile image placeholder
ko: 프로필 이미지 자리표시자
zh_hans: 头像占位

# profile.climbingProfile
source: Climbing Profile
ko: 클라이밍 프로필
zh_hans: 攀岩资料

# profile.contributorInProgress
source: Contributor progress
ko: 기여자 진행도
zh_hans: 贡献者进度

# profile.contributorStatus
source: Contributor Status
ko: 기여자 상태
zh_hans: 贡献者状态

# profile.empty.message
source: Identity, preferences and account controls will live here.
ko: 프로필, 환경설정 및 계정 관리 기능이 여기에 표시됩니다.
zh_hans: 身份、偏好和账户控制将在这里显示。

# profile.empty.title
source: Your Profile
ko: 내 프로필
zh_hans: 你的个人资料

# profile.favouriteGym
source: Favourite gym
ko: 즐겨찾는 암장
zh_hans: 常去岩馆

# profile.height
source: Height
ko: 키
zh_hans: 身高

# profile.helpfulProgressSuffix
source: of 67 helpful votes
ko: / 67 도움됨 투표
zh_hans: / 67 个有帮助投票

# profile.mockAccountLabel
source: Mock development account
ko: Mock 개발 계정
zh_hans: 模拟开发账户

# profile.notProvided
source: Not provided
ko: 제공 안 됨
zh_hans: 未提供

# profile.regularGrade
source: Regular grade
ko: 평소 등급
zh_hans: 常爬等级

# profile.signedOut.message
source: Sign in to keep a private Logbook and personalise beta matching. Gym and route browsing remains available without an account.
ko: 로그인하여 비공개 로그북과 맞춤 베타를 사용하세요. 암장과 루트 탐색은 계정 없이도 가능합니다.
zh_hans: 登录以使用私人攀爬日志和个性化解法匹配。无需账户也可浏览岩馆和线路。

# profile.signedOut.title
source: Your climbing tools, kept together
ko: 클라이밍 도구를 한곳에
zh_hans: 集中管理你的攀爬工具

# profile.support
source: Support
ko: 지원
zh_hans: 支持

# profile.title
source: Profile
ko: 프로필
zh_hans: 个人资料

# profile.trustedContributor
source: Trusted Contributor
ko: 신뢰 기여자
zh_hans: 可信贡献者

# route.accuracy.title
source: Route Accuracy
ko: 루트 정확성
zh_hans: 线路准确性

# route.addPhoto
source: Add photo
ko: 사진 추가
zh_hans: 添加照片

# route.archived
source: Archived Route
ko: 보관된 루트
zh_hans: 已归档线路

# route.archivedHistoryMessage
source: This route is read-only history. Beta links, grades and Logbook records are preserved.
ko: 이 루트는 읽기 전용 기록입니다. 베타 링크, 등급 및 로그북 기록이 보존됩니다.
zh_hans: 此线路为只读历史，解法链接、等级和日志记录均保留。

# route.colour.accessibilityPrefix
source: Route colour
ko: 루트 색상
zh_hans: 线路颜色

# route.comments.placeholder
source: Comments are not connected in this development stage.
ko: 이 개발 단계에서는 댓글이 연결되지 않았습니다.
zh_hans: 此开发阶段尚未接入评论。

# route.comments.title
source: Comments
ko: 댓글
zh_hans: 评论

# route.communityGrade.hidden
source: Community V Grade appears after three valid votes.
ko: 유효 투표 3개 후 커뮤니티 V 등급이 표시됩니다.
zh_hans: 达到三票有效投票后显示 Community V Grade。

# route.communityGrade.shortLabel
source: Community
ko: 커뮤니티
zh_hans: 社区

# route.communityGrade.title
source: Community V Grade
ko: 커뮤니티 V 등급

# route.communityGrade.validVotesSuffix
source: valid votes
ko: 개의 유효 투표
zh_hans: 票有效投票

# route.detail.title
source: Route Detail
ko: 루트 상세
zh_hans: 线路详情

# route.edit
source: Edit Route
ko: 루트 편집
zh_hans: 编辑线路

# route.estimatedArchive
source: Estimated archive date
ko: 예상 보관 날짜
zh_hans: 预计归档日期

# route.estimateOnly
source: Estimate only
ko: 예상 정보
zh_hans: 仅为预计

# route.gymGrade
source: Gym grade
ko: 암장 등급
zh_hans: 岩馆等级

# route.hiddenReviewMessage
source: This route is temporarily hidden while it is reviewed.
ko: 검토 중인 동안 이 루트는 일시적으로 숨겨집니다.
zh_hans: 此线路正在审核期间暂时隐藏。

# route.photoContribution.message
source: A public route photo helps climbers confirm they found the right holds. Your private Logbook stays private.
ko: 공개 루트 사진은 올바른 홀드를 찾는 데 도움이 됩니다. 비공개 로그북은 계속 비공개입니다.
zh_hans: 公开线路照片可帮助攀岩者确认正确岩点。你的私人攀爬日志始终保持私密。

# route.photoContribution.title
source: Photo missing
ko: 사진 없음
zh_hans: 缺少照片

# route.photoPlaceholder
source: Photo Missing
ko: 사진 없음
zh_hans: 缺少照片

# route.reportRoute
source: Report route
ko: 루트 신고
zh_hans: 报告线路
